jnnycn007/esp-iot-solution/examples/display/gui/gsp_lvgl_present_handoff/sdkconfig.defaults.esp32s31
# Match present_gsp_lvgl_handoff S31 benchmark run: RGB + OCT PSRAM @ 250M + XIP.
CONFIG_IDF_TARGET="esp32s31"
CONFIG_EXAMPLE_LCD_INTERFACE_RGB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_250M=y
CONFIG_SPIRAM_XIP_FROM_PSRAM=y
